globalThis.TW_DATA = {"recipes":{
  "ヒールP(小)": {
    "ingredients": {
      "レッドハーブ": 1,
      "活力草": 1
    },
    "source": "店売り",
    "level": "1",
    "pp": "0",
    "fee": 0
  },
  "スタミナP(小)": {
    "ingredients": {
      "トゥートゥーの殻": 1,
      "活力草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "マナP(小)": {
    "ingredients": {
      "グリーンハーブ": 1,
      "活力草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "龍泉P(小)": {
    "ingredients": {
      "ヒールP(小)": 1,
      "活力草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "ヒールP(中)": {
    "ingredients": {
      "ヒールP(小)": 1,
      "生命草": 1
    },
    "source": "店売り",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "スタミナP(中)": {
    "ingredients": {
      "スタミナP(小)": 1,
      "生命草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "マナP(中)": {
    "ingredients": {
      "マナP(小)": 1,
      "生命草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "龍泉P(中)": {
    "ingredients": {
      "ヒールP(中)": 1,
      "生命草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "ヒールP(大)": {
    "ingredients": {
      "ヒールP(中)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "3",
    "pp": "0",
    "fee": 0
  },
  "スタミナP(大)": {
    "ingredients": {
      "スタミナP(中)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "マナP(大)": {
    "ingredients": {
      "マナP(中)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "龍泉P(大)": {
    "ingredients": {
      "ヒールP(大)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "ライフP(小)": {
    "ingredients": {
      "ヒールP(大)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "エナジーP(小)": {
    "ingredients": {
      "マナP(大)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "活力P(小)": {
    "ingredients": {
      "スタミナP(大)": 1,
      "蘇生草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "龍泉P(特)": {
    "ingredients": {
      "ヒールP(大)": 1,
      "空の花": 1
    },
    "source": "店売り",
    "level": "4",
    "pp": "0",
    "fee": 0
  },
  "ライフP(中)": {
    "ingredients": {
      "ライフP(小)": 1,
      "空の花": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "エナジーP(中)": {
    "ingredients": {
      "エナジーP(小)": 1,
      "空の花": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "活力P(中)": {
    "ingredients": {
      "活力P(小)": 1,
      "空の花": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "ライフP(大)": {
    "ingredients": {
      "ライフP(中)": 1,
      "太陽草": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "エナジーP(大)": {
    "ingredients": {
      "エナジーP(中)": 1,
      "太陽草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "活力P(大)": {
    "ingredients": {
      "活力P(中)": 1,
      "太陽草": 1
    },
    "source": "店売り",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "暗黒魔法中和剤": {
    "ingredients": {
      "グリーンハーブ": 1,
      "夜光草": 1
    },
    "source": "黄泉の使者",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "覚醒の秘薬": {
    "ingredients": {
      "空の花": 2,
      "バイオレットハーブ": 1,
      "ムスケルの角": 1,
      "岩キノコ": 1
    },
    "source": "黄泉の使者",
    "level": "4",
    "pp": "0",
    "fee": 0
  },
  "刺突の秘薬(小)": {
    "ingredients": {
      "夜光草": 2,
      "バイオレットハーブ": 1,
      "石キノコ": 1
    },
    "source": "うらめしや",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "斬撃の秘薬(小)": {
    "ingredients": {
      "夜光草": 2,
      "バイオレットハーブ": 1,
      "デビルナイトの指輪": 1
    },
    "source": "うらめしや",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "知識の秘薬(小)": {
    "ingredients": {
      "夜光草": 2,
      "バイオレットハーブ": 1,
      "ネズミ人形": 1
    },
    "source": "妖華",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "守護の秘薬(小)": {
    "ingredients": {
      "石キノコ": 1,
      "バイオレットハーブ": 1,
      "ゴーレムの石": 1
    },
    "source": "妖華",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "敏捷の秘薬(小)": {
    "ingredients": {
      "弾力苔": 2,
      "バイオレットハーブ": 1,
      "武闘虎の毛皮": 1
    },
    "source": "うらめしや",
    "level": "3",
    "pp": "0",
    "fee": 0
  },
  "集中の秘薬(小)": {
    "ingredients": {
      "夜光草": 2,
      "バイオレットハーブ": 1,
      "トランプの心臓": 1
    },
    "source": "妖華",
    "level": "3",
    "pp": "0",
    "fee": 0
  },
  "刺突の秘薬(中)": {
    "ingredients": {
      "石鹸の木": 1,
      "刺突の秘薬(小)": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "5",
    "fee": 0
  },
  "斬撃の秘薬(中)": {
    "ingredients": {
      "石鹸の木": 1,
      "斬撃の秘薬(小)": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "5",
    "fee": 0
  },
  "知識の秘薬(中)": {
    "ingredients": {
      "石鹸の木": 1,
      "知識の秘薬(小)": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "5",
    "fee": 0
  },
  "守護の秘薬(中)": {
    "ingredients": {
      "石鹸の木": 1,
      "守護の秘薬(小)": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "5",
    "fee": 0
  },
  "敏捷の秘薬(中)": {
    "ingredients": {
      "回転草": 1,
      "敏捷の秘薬(小)": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "5",
    "fee": 0
  },
  "集中の秘薬(中)": {
    "ingredients": {
      "回転草": 1,
      "集中の秘薬(小)": 1
    },
    "source": "店売り",
    "level": "5",
    "pp": "5",
    "fee": 0
  },
  "刺突の秘薬(大)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "双緑草": 1,
      "シャープナー": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "斬撃の秘薬(大)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "双緑草": 1,
      "ストラップ": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "知識の秘薬(大)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "双緑草": 1,
      "魔力強化剤(小)": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "滋養強壮剤(中)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "双緑草": 1,
      "妖精の加護": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "守護の秘薬(大)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "長い茶色草": 1,
      "弾性ローション(小)": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "集中の秘薬(大)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "長い茶色草": 1,
      "耐久性スプレー(小)": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "敏捷の秘薬(大)": {
    "ingredients": {
      "自生草": 1,
      "青い自生草": 1,
      "長い茶色草": 1,
      "硬化剤(小)": 1
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "刺突の秘薬(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "双緑草": 2,
      "茶色岩草": 2,
      "シャープナー": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "斬撃の秘薬(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "双緑草": 2,
      "茶色岩草": 2,
      "ストラップ": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "知識の秘薬(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "双緑草": 2,
      "茶色岩草": 2,
      "魔力強化剤(小)": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "滋養強壮剤(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "双緑草": 2,
      "茶色岩草": 2,
      "妖精の加護": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "守護の秘薬(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "長い茶色草": 2,
      "茶色岩草": 2,
      "弾性ローション(小)": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "集中の秘薬(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "長い茶色草": 2,
      "茶色岩草": 2,
      "耐久性スプレー(小)": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "敏捷の秘薬(特効)": {
    "ingredients": {
      "自生草": 2,
      "青い自生草": 2,
      "長い茶色草": 2,
      "茶色岩草": 2,
      "硬化剤(小)": 2
    },
    "source": "店売り",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "牛黄精丹": {
    "ingredients": {
      "牛黄": 1,
      "蘇生草": 2,
      "雲の茎": 2
    },
    "source": "店売り",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "風精丹": {
    "ingredients": {
      "牛黄": 1,
      "炎の花": 1,
      "岩キノコ": 2,
      "風のキャンディ": 5,
      "石キノコ": 2
    },
    "source": "店売り(闇)",
    "level": "3",
    "pp": "0",
    "fee": 0
  },
  "防御P(小)": {
    "ingredients": {
      "活力草": 1,
      "石キノコ": 2,
      "弾力苔": 2,
      "炎の果実": 5
    },
    "source": "店売り(闇)",
    "level": "3",
    "pp": "0",
    "fee": 0
  },
  "防御P(中)": {
    "ingredients": {
      "氷の花": 2,
      "防御P(小)": 1,
      "亡霊草": 2,
      "空の花": 1
    },
    "source": "店売り(闇)",
    "level": "?",
    "pp": "0",
    "fee": 0
  },
  "防御P(大)": {
    "ingredients": {
      "氷の花": 2,
      "防御P(中)": 1,
      "太陽草": 2,
      "仙人根": 1
    },
    "source": "店売り(闇)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "浄化P(小)": {
    "ingredients": {
      "とげ蔓": 1,
      "岩キノコ": 2,
      "風のキャンディ": 5,
      "石キノコ": 2
    },
    "source": "",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "レジストP": {
    "ingredients": {
      "炎の花": 2,
      "浄化P(小)": 1,
      "太陽草": 2,
      "仙人根": 1
    },
    "source": "店売り(闇)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "スクアレン": {
    "ingredients": {
      "サメのヒレ": 10,
      "生命草": 2,
      "蘇生草": 2
    },
    "source": "店売り",
    "level": "1",
    "pp": "0",
    "fee": 0
  },
  "スクアレンプラス": {
    "ingredients": {
      "蘇生草": 2,
      "雲の茎": 1,
      "岩キノコ": 1,
      "スクアレン": 1
    },
    "source": "店売り(闇)",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "ロイヤルハニー": {
    "ingredients": {
      "蜂蜜": 10,
      "生命草": 2,
      "蘇生草": 2
    },
    "source": "店売り",
    "level": "1",
    "pp": "0",
    "fee": 0
  },
  "滋養強壮剤(小)": {
    "ingredients": {
      "蘇生草": 2,
      "雲の茎": 1,
      "岩キノコ": 1,
      "ロイヤルハニー": 1
    },
    "source": "店売り",
    "level": "2",
    "pp": "0",
    "fee": 0
  },
  "充電P(小)": {
    "ingredients": {
      "スクアレン": 1,
      "滋養強壮剤(小)": 1,
      "石キノコ": 2
    },
    "source": "店売り(闇)",
    "level": "3",
    "pp": "0",
    "fee": 0
  },
  "充電P(中)": {
    "ingredients": {
      "炎の花": 2,
      "充電P(小)": 1,
      "亡霊草": 2,
      "空の花": 1
    },
    "source": "店売り(闇)",
    "level": "4",
    "pp": "0",
    "fee": 0
  },
  "充電P(大)": {
    "ingredients": {
      "とげ蔓": 2,
      "充電P(中)": 1,
      "太陽草": 2,
      "仙人根": 1
    },
    "source": "店売り(闇)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "ウルトラP": {
    "ingredients": {
      "ヒールP(大)": 1,
      "スタミナP(大)": 1,
      "マナP(大)": 1,
      "龍泉P(大)": 1,
      "空の花": 1
    },
    "source": "店売り(影の塔)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "ソウルP": {
    "ingredients": {
      "ウルトラP": 1,
      "亡霊草": 2,
      "空の花": 1,
      "太陽草": 1
    },
    "source": "店売り(影の塔)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "グランドP": {
    "ingredients": {
      "ソウルP": 1,
      "太陽草": 2,
      "仙人根": 1,
      "風のキャンディ": 5
    },
    "source": "店売り(影の塔)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "カオスP": {
    "ingredients": {
      "グランドP": 1,
      "仙人根": 2,
      "とげ蔓": 2,
      "氷の花": 2
    },
    "source": "店売り(影の塔)",
    "level": "5",
    "pp": "0",
    "fee": 0
  },
  "サンスルウルトラP": {
    "ingredients": {
      "ウルトラP": 1,
      "アロエ": 1,
      "野生チューリップ": 1
    },
    "source": "店売り(闇)",
    "level": "6",
    "pp": "50",
    "fee": 0
  },
  "サンスルグランドP": {
    "ingredients": {
      "グランドP": 1,
      "洞窟苔": 1,
      "野生チューリップ": 1
    },
    "source": "店売り(闇)",
    "level": "6",
    "pp": "50",
    "fee": 0
  },
  "サンスルソウルP": {
    "ingredients": {
      "ソウルP": 1,
      "岩ブラシ": 1,
      "野生チューリップ": 1
    },
    "source": "店売り(闇)",
    "level": "6",
    "pp": "50",
    "fee": 0
  },
  "エリクサー": {
    "ingredients": {
      "グレートP": 1,
      "幻影草": 1,
      "精霊花": 1
    },
    "source": "店売り(闇)",
    "level": "6",
    "pp": "500",
    "fee": 0
  },
  "上級分解促進剤": {
    "ingredients": {
      "氷の花": 5,
      "とげ蔓": 5,
      "精霊草": 2,
      "魔力強化剤(大)": 1
    },
    "source": "店売り(闇)\n(レシピ譲渡不可)",
    "level": "6",
    "pp": "300",
    "fee": 0
  },
  "改・ライフP(大)": {
    "ingredients": {
      "ライフP(大)": 1
    },
    "source": "火の巨人",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "改・信頼の薬": {
    "ingredients": {
      "信頼の薬": 1,
      "スミレ": 1
    },
    "source": "火の巨人",
    "level": "6",
    "pp": "1",
    "fee": 40000.0
  },
  "改・覚醒の秘薬": {
    "ingredients": {
      "覚醒の秘薬": 1,
      "夕日草": 1,
      "岩ブラシ": 1
    },
    "source": "火の巨人",
    "level": "6",
    "pp": "1",
    "fee": 150000.0
  },
  "グレートP": {
    "ingredients": {
      "カオスP": 1,
      "虞美人草花": 1
    },
    "source": "店売り(サンスル)",
    "level": "6",
    "pp": "50",
    "fee": 500000.0
  },
  "改・グレートP": {
    "ingredients": {
      "グレートP": 1
    },
    "source": "マーキュリアル洞窟\n一般モンスター",
    "level": "6",
    "pp": "1",
    "fee": 0
  },
  "改・エナジーP(大)": {
    "ingredients": {
      "エナジーP(大)": 1
    },
    "source": "神秘の採掘地",
    "level": "6",
    "pp": "1",
    "fee": 100000.0
  },
  "改・活力P(大)": {
    "ingredients": {
      "活力P(大)": 1
    },
    "source": "神秘の採掘地",
    "level": "6",
    "pp": "1",
    "fee": 100000.0
  },
  "真・ライフP(大)": {
    "ingredients": {
      "改・ライフP(大)": 1
    },
    "source": "店売り(龍泉郷)",
    "level": "6",
    "pp": "1",
    "fee": 100000.0
  },
  "凝縮された神鳥の粉": {
    "ingredients": {
      "神鳥の粉": 50
    },
    "source": "センウク(サンスル)",
    "level": "6",
    "pp": "1",
    "fee": 300000.0
  },
  "真・ライフP(特)": {
    "ingredients": {
      "真・ライフP(大)": 3
    },
    "source": "月兒(龍泉郷)",
    "level": "6",
    "pp": "1",
    "fee": 3000000.0
  },
  "ルーンの原石": {
    "ingredients": {
      "月の実(HACK)": 100,
      "月の実(STAB)": 100,
      "月の実(INT)": 100,
      "月の実(MR)": 100
    },
    "source": "ルエラ(月の島)",
    "level": "6",
    "pp": "1",
    "fee": 2000000.0
  },
  "月の薬草": {
    "ingredients": {
      "月見草": 10,
      "魔法草": 10,
      "地獄蔓": 10
    },
    "source": "ルエラ(月の島)",
    "level": "6",
    "pp": "1",
    "fee": 100000000.0
  },
  "古代精霊の霊薬": {
    "ingredients": {
      "黄金団子": 10,
      "陽月の霊薬": 10,
      "花茸大丸丹": 20,
      "風精丹": 20
    },
    "source": "",
    "level": "",
    "pp": "",
    "fee": 10000000.0
  },
  "花茸大丹": {
    "ingredients": {
      "氷の花": 1,
      "花茸丹": 1,
      "岩キノコ": 2,
      "風のキャンディ": 5,
      "石キノコ": 2
    },
    "source": "",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "花茸大丸丹": {
    "ingredients": {
      "とげ蔓": 2,
      "花茸大丹": 1,
      "亡霊草": 2,
      "空の花": 1
    },
    "source": "",
    "level": "",
    "pp": "",
    "fee": 0
  },
  "アークロン守護者の秘薬": {
    "ingredients": {
      "覚醒の秘薬": 100,
      "地静香": 100,
      "千年蕉": 100,
      "亡霊草": 100
    },
    "source": "",
    "level": "",
    "pp": "",
    "fee": 1000000.0
  }
},"materials":{
  "レッドハーブ": {"owned": 0, "price": 0, "source": ""},
  "活力草": {"owned": 0, "price": 0, "source": ""},
  "バイオレットハーブ": {"owned": 0, "price": 111, "source": "クラブ商店"},
  "ムスケルの角": {"owned": 0, "price": 3300, "source": "放浪商人（ネニャフル）"},
  "岩キノコ": {"owned": 0, "price": 50000, "source": "フォレスト（ルーンの庭園）"},
  "千年蕉": {"owned": 0, "price": 50000, "source": "フォレスト（ルーンの庭園）"},
  "地静香": {"owned": 0, "price": 59900, "source": "料理（精霊草×スイートソース）"},
  "亡霊草": {"owned": 0, "price": 50000, "source": "フォレスト（ルーンの庭園）"}
}
};